{
    "salsa_recipes": [
      {
        "name": "Auténtica Salsa Borracha",
        "ingredients": [
          "2 dientes de ajo",
          "6 chiles pasilla secos, limpios y sin semillas",
          "1/2 cebolla",
          "1/2 taza de jugo de naranja",
          "1/2 taza de pulque",
          "1 cucharada de granos de pimienta negra enteros",
          "Queso Cotija desmoronado, para servir",
          "Aguacate, para servir",
          "Orégano, para servir",
          "1 pizca de sal gruesa, para moler",
          "1 pizca de granos de pimienta negra enteros, para moler"
        ],
        "instructions": [
          "Calienta un comal a fuego alto y asa los chiles pasilla, los dientes de ajo sin pelar y la cebolla hasta que estén ligeramente chamuscados.",
          "En una olla a fuego medio, calienta el jugo de naranja y el pulque. Agrega los chiles asados y cocina hasta que se ablanden. Retira del fuego y deja enfriar.",
          "En el comal caliente, tuesta la cucharada de granos de pimienta negra enteros hasta que estén fragantes. Reserva.",
          "En un molcajete, coloca los chiles pasilla con su líquido de cocción, agrega el ajo asado pelado y la cebolla asada. Muele con una pizca de sal y los granos de pimienta negra tostados hasta obtener una salsa consistente.",
          "Sirve la salsa en un recipiente y acompaña con queso Cotija desmoronado, aguacate y espolvorea un poco de orégano por encima."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Ahumado", "Complejo", "Ligeramente alcohólico"],
        "pairs_well_with": ["Barbacoa", "Carnitas", "Tacos de carne asada", "Quesadillas"]
      },
      {
        "name": "Guacamole de Pueblo",
        "ingredients": [
          "4 tomates grandes, asados y pelados",
          "4 chiles serranos asados",
          "Sal al gusto",
          "1 cebolla mediana, finamente picada",
          "2 cucharadas de orégano molido",
          "6 aguacates, pelados y cortados en cubos"
        ],
        "instructions": [
          "Muele los tomates asados y los chiles serranos en un molcajete (mortero de piedra) y sazona con sal.",
          "Vierte la salsa en una cazuela de barro, luego agrega la cebolla picada junto con el orégano molido y el aguacate en cubos.",
          "Finalmente, mezcla bien todos los ingredientes."
        ],
        "spice_level": "Medio",
        "flavor_notes": ["Ahumado", "Cremoso", "Herbáceo"],
        "pairs_well_with": ["Totopos", "Tacos", "Carnes a la parrilla"]
      },
      {
        "name": "Guacamole Taquero",
        "ingredients": [
          "5 tomatillos",
          "1/2 diente de ajo, pelado",
          "Pulpa de 1 aguacate maduro",
          "1/4 taza de cilantro fresco picado",
          "2 cucharaditas de mejorana fresca picada",
          "3 chiles serranos, picados",
          "1/4 taza de cebolla finamente picada (opcional)",
          "1 cucharada de aceite de oliva",
          "Agua, según sea necesario",
          "Sal al gusto"
        ],
        "instructions": [
          "Licúa los tomatillos y el ajo hasta obtener un puré suave.",
          "Agrega el aguacate, el cilantro y la mejorana; continúa licuando hasta que esté cremoso.",
          "Luego, agrega los chiles serranos picados, la cebolla (si la usas) y el aceite de oliva. Diluye la mezcla con un poco de agua hasta alcanzar la consistencia deseada.",
          "Finalmente, sazona con sal al gusto."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Cremoso", "Ácido", "Herbáceo", "Picante"],
        "pairs_well_with": [
          "Tacos (especialmente de carne asada o al pastor)",
          "Carnes a la parrilla",
          "Quesadillas",
          "Totopos"
        ]
      },
      {
        "name": "Salsa Anita de Chile Jalapeño",
        "ingredients": [
          "6 chiles jalapeños, hervidos",
          "4 dientes de ajo, pelados",
          "1 cebolla pequeña, picada",
          "Jugo de 3 limones",
          "100 gramos de queso cotija rallado",
          "100 gramos de queso fresco rallado"
        ],
        "instructions": [
          "Muele los chiles jalapeños hervidos en un molcajete con el ajo y la cebolla.",
          "Agrega el jugo de limón junto con los quesos rallados y mezcla bien."
        ],
        "spice_level": "Suave-Medio",
        "flavor_notes": ["Ácido", "Quesoso", "Ligeramente picante"],
        "pairs_well_with": [
          "Tacos",
          "Quesadillas",
          "Nachos"
        ]
      },
      {
        "name": "Salsa Caliente de Chile Jalapeño",
        "ingredients": [
          "6 chiles jalapeños rojos, sin semillas",
          "Sal al gusto",
          "3 dientes de ajo, pelados",
          "Aceite de maíz, según sea necesario",
          "4 tomates medianos, picados",
          "1 cebolla pequeña, picada",
          "1 taza de caldo de pollo"
        ],
        "instructions": [
          "Remoja los chiles jalapeños en agua con sal durante dos a tres horas.",
          "En una sartén caliente con aceite, dora los dientes de ajo. Retíralos y agrega los tomates y la cebolla picados. Cocina la mezcla hasta que se seque.",
          "Luego, agrega los chiles jalapeños (previamente cortados en tiras) y un poco de caldo de pollo para evitar que la salsa se espese demasiado.",
          "Sazona con sal al gusto."
        ],
        "spice_level": "Picante",
        "flavor_notes": ["Picante", "Sabroso", "Rico"],
        "pairs_well_with": [
          "Carnes a la parrilla",
          "Huevos",
          "Tacos",
          "Platos de arroz"
        ]
      },
      {
        "name": "Salsa Cremosa de Jalapeño",
        "ingredients": [
          "Chiles jalapeños",
          "1 diente de ajo mediano",
          "Agua",
          "Aceite vegetal",
          "Sal al gusto"
        ],
        "instructions": [
          "Corta los chiles jalapeños a lo largo y retira los tallos, venas y semillas para ajustar el nivel de picante (deja las venas para una salsa más picante).",
          "Coloca los jalapeños y el diente de ajo pelado en una cacerola y cubre con 1½ tazas de agua.",
          "Calienta a fuego medio-alto y lleva a ebullición. Reduce el fuego a bajo y cubre parcialmente la cacerola con una tapa, permitiendo que escape el vapor. Cocina durante unos 12-15 minutos hasta que los chiles estén cocidos. Agrega más agua si es necesario para mantener los chiles sumergidos mientras cocinas.",
          "Una vez que los chiles y el ajo estén cocidos y enfriados, transfiérelos a una licuadora junto con aproximadamente ⅓ taza del agua de cocción y un poco de aceite vegetal.",
          "Licúa hasta obtener una salsa muy suave y cremosa. Si lo deseas, agrega lentamente el aceite a través del agujero pequeño en la tapa de la licuadora mientras procesas la salsa.",
          "Sazona con sal al gusto y disfruta de tu crema de salsa de jalapeño."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Cremoso", "Picante", "Suave"],
        "pairs_well_with": [
          "Tacos",
          "Carnes a la parrilla",
          "Huevos fritos"
        ]
      },
      {
        "name": "Salsa de Chile Jalapeño a la Parrilla con Cebolla",
        "ingredients": [
          "10 chiles jalapeños asados a la parrilla, desemillados y picados",
          "1 cebolla mediana finamente rebanada y asada a la parrilla",
          "1/2 diente de ajo pelado finamente picado",
          "1 cucharada de aceite de oliva",
          "1/2 cucharadita de mejorana fresca finamente picada",
          "1/2 taza de agua",
          "Sal al gusto"
        ],
        "instructions": [
          "En un tazón, mezcla los chiles jalapeños asados, la cebolla asada, el ajo picado, el aceite de oliva, la mejorana y el agua.",
          "Sazona con sal al gusto."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Ahumado", "Picante", "Herbáceo"],
        "pairs_well_with": [
          "Tacos",
          "Carnes a la parrilla",
          "Quesadillas"
        ]
      },
      {
        "name": "Salsa de Chile Jalapeño con Guayaba y Menta",
        "ingredients": [
          "2 cucharadas de aceite de oliva",
          "1/2 kilo de chiles jalapeños, desemillados, desvenados y picados",
          "1/4 de taza de vinagre de vino blanco",
          "1/4 de taza de agua",
          "150g de guayabas maduras, desemilladas y picadas",
          "15 hojas de menta cortadas en juliana",
          "Sal al gusto"
        ],
        "instructions": [
          "Calienta el aceite de oliva a fuego alto en una cacerola; agrega los chiles jalapeños y reduce el fuego a medio.",
          "Vierte el vinagre de vino blanco junto con el agua.",
          "Agrega las guayabas y cocina la mezcla a fuego lento durante veinte minutos.",
          "Retira la salsa del fuego y agrega la menta, mezclando bien.",
          "Sazona con sal al gusto."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Picante", "Frutal", "Fresco", "Aromático"],
        "pairs_well_with": [
          "Carnes a la parrilla",
          "Tacos",
          "Quesadillas"
        ]
      },
      {
        "name": "Salsa de Chile Jalapeño Rojo",
        "ingredients": [
          "1 taza de chiles jalapeños rojos, desvenados y desemillados",
          "1/2 taza de agua hirviendo",
          "1 diente de ajo picado",
          "1 cebolla chica picada",
          "1 cucharadita de orégano",
          "1 cucharadita de mantequilla",
          "Sal al gusto"
        ],
        "instructions": [
          "Coloca los jalapeños rojos en un tazón y cúbrelos con el agua hirviendo. Déjalos reposar durante diez minutos, luego reserva la mitad del agua.",
          "Licúa los jalapeños remojados, el ajo, la cebolla y el orégano con el agua restante hasta obtener una mezcla suave y cremosa.",
          "Vierte la mezcla en una cacerola junto con el agua reservada y agrega la mantequilla.",
          "Lleva la mezcla a fuego lento y cocina hasta que espese, revolviendo ocasionalmente para evitar que se queme.",
          "Sazona con sal al gusto."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Picante", "Mantecoso", "Aromático", "Ligeramente dulce"],
        "pairs_well_with": [
          "Tacos",
          "Carnes a la parrilla",
          "Enchiladas"
        ]
      },
      {
        "name": "Salsa de Chile Manzano con Ajo y Ajonjolí",
        "ingredients": [
          "10 chiles manzanos fritos en aceite de oliva",
          "8 dientes de ajo pelados y fritos en aceite de oliva",
          "250g de ajonjolí tostado",
          "El jugo de tres naranjas",
          "Sal, al gusto"
        ],
        "instructions": [
          "En un molcajete (o mortero), muele los chiles fritos, el ajo frito, el ajonjolí tostado y el jugo de naranja hasta que estén bien combinados.",
          "Sazona la salsa con sal, al gusto."
        ],
        "spice_level": "Picante",
        "flavor_notes": ["Picante", "Ahumado", "Cítrico", "Tostado"],
        "pairs_well_with": [
          "Pechugas de pollo a la parrilla",
          "Platillos de carne de res"
        ],
        "additional_notes": "Esta Salsa de Chile Manzano con Ajo y Ajonjolí es un condimento sabroso y picante que combina maravillosamente con pollo a la parrilla o platillos de carne de res. La combinación de chiles manzanos ardientes, ajo aromático, ajonjolí tostado y el jugo cítrico de naranja crea una salsa vibrante y deliciosa. Ajusta el sazonado según tu preferencia y disfruta de los sabores intensos de esta salsa versátil."
      },
      {
        "name": "Salsa de Chile Poblano al Carbón",
        "ingredients": [
          "4 chiles poblanos asados al carbón, pelados, desemillados y desvenados",
          "1 jitomate mediano maduro",
          "2 tomates verdes asados",
          "1/2 taza de cebolla asada",
          "2 dientes de ajo asados y pelados",
          "1/4 de cucharadita de orégano seco",
          "1 taza de agua",
          "Sal al gusto"
        ],
        "instructions": [
          "En un molcajete, muele los chiles poblanos asados, el jitomate maduro, los tomates verdes asados, la cebolla asada, el ajo, el orégano y el agua hasta que estén bien combinados.",
          "Sazona con sal al gusto."
        ],
        "spice_level": "Suave",
        "flavor_notes": ["Ahumado", "Terroso", "Ligeramente picante", "Herbáceo"],
        "pairs_well_with": [
          "Tacos",
          "Carnes a la parrilla",
          "Enchiladas",
          "Quesadillas"
        ]
      },
      {
        "name": "Salsa de Chile Poblano con Queso de Cabra",
        "ingredients": [
          "50g de mantequilla",
          "2 dientes de ajo pelados y picados",
          "1/2 cebolla grande rebanada",
          "5 chiles poblanos desemillados, desvenados y picados",
          "5 ramitas de cilantro",
          "1/2 litro de consomé de pollo",
          "1/4 de litro de crema espesa",
          "500g de queso de cabra natural cortado en trozos",
          "Sal y pimienta, al gusto"
        ],
        "instructions": [
          "Derrite la mantequilla a fuego lento en una cacerola. Agrega el ajo picado, la cebolla rebanada y los chiles poblanos picados. Cocina hasta que estén suaves.",
          "Añade el cilantro y el consomé de pollo. Lleva a ebullición y cocina a fuego lento durante 15 minutos.",
          "Incorpora la crema espesa. Retira la mezcla del fuego y licúa hasta que quede suave.",
          "Regresa la salsa a fuego lento y agrega el queso de cabra. Bate hasta que el queso se derrita y se incorpore bien.",
          "Sazona con sal y pimienta al gusto."
        ],
        "spice_level": "Suave",
        "flavor_notes": ["Cremoso", "Ahumado", "Tangy", "Herbáceo"],
        "pairs_well_with": [
          "Pechugas de pollo a la parrilla",
          "Platillos de pescado",
          "Crepas saladas"
        ],
        "additional_notes": "Esta Salsa de Chile Poblano con Queso de Cabra es una salsa rica y cremosa que presenta el sabor ahumado de los chiles poblanos y el toque ácido del queso de cabra. Es un acompañamiento delicioso para pollo a la parrilla, pescado o crepas saladas. Si se usa con pescado, sustituye el consomé de pollo por caldo de pescado. Ajusta el sazonado a tu gusto y disfruta esta salsa decadente con tus platillos favoritos."
      },
      {
        "name": "Salsa de Chile Serrano con Hoja de Aguacate",
        "ingredients": [
          "1 hoja de aguacate ligeramente asada",
          "3 chiles serranos desemillados",
          "1 diente de ajo chico, pelado",
          "10 tomates verdes",
          "Aceite de maíz, el necesario",
          "1/4 de taza de cebolla, finamente picada",
          "Sal al gusto"
        ],
        "instructions": [
          "Licúa la hoja de aguacate con los chiles serranos, el ajo y los tomates verdes.",
          "Fríe la mezcla en una sartén caliente con aceite de maíz durante cinco minutos.",
          "Retira la salsa del fuego y agrega la cebolla picada.",
          "Finalmente, sazona con sal al gusto."
        ],
        "spice_level": "Picante",
        "flavor_notes": ["Picante", "Herbáceo", "Ahumado", "Fresco"],
        "pairs_well_with": [
          "Tacos al pastor",
          "Tacos de carne asada",
          "Pollo a la parrilla",
          "Quesadillas"
        ],
        "additional_notes": "Puedes usar media cucharadita de semillas de hinojo tostadas y molidas en lugar de la hoja de aguacate."
      },
      {
        "name": "Salsa de Guaje",
        "ingredients": [
          "10 chiles serranos verdes asados",
          "1 manojo de guajes desvainados",
          "1/4 de cebolla, finamente picada",
          "1/4 de taza de agua",
          "Sal al gusto"
        ],
        "instructions": [
          "Muele los chiles serranos asados y los guajes en un molcajete (mortero de piedra).",
          "Agrega la cebolla picada junto con el agua.",
          "Finalmente, sazona con sal al gusto."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Picante", "Ahumado", "Terroso", "Único"],
        "pairs_well_with": [
          "Tacos",
          "Carnes a la parrilla",
          "Quesadillas"
        ],
        "additional_notes": "Disfruta del sabor único de la Salsa de Guaje con tus platillos favoritos. Los guajes aportan un sabor característico a esta salsa tradicional mexicana."
      },
      {
        "name": "Salsa de Jalapeño y Jitomate a las Brasas",
        "ingredients": [
          "3 chiles jalapeños asados al carbón picados con todo y semillas",
          "2 dientes de ajo asados al carbón, pelados y picados",
          "1 cebolla chica finamente rebanada y asada al carbón",
          "2 jitomates grandes maduros, asados al carbón y picados",
          "1/4 de cucharadita de orégano seco",
          "1/4 de cucharadita de comino tostado y molido",
          "1/2 taza de agua",
          "Sal al gusto"
        ],
        "instructions": [
          "Mezcla todos los ingredientes a fondo.",
          "Sazona con sal al gusto."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Ahumado", "Picante", "Aromático", "Terroso"],
        "pairs_well_with": [
          "Tacos",
          "Carnes a la parrilla",
          "Quesadillas"
        ],
        "additional_notes": "Esta salsa combina el sabor ahumado de los ingredientes asados al carbón con el picor de los jalapeños y las notas aromáticas del comino y el orégano, creando un acompañamiento perfecto para una variedad de platillos mexicanos."
      },

      {
        "name": "Salsa Jalapeña",
        "ingredients": [
          "6 a 8 chiles jalapeños frescos, desemillados y picados",
          "500 ml de vinagre blanco",
          "100g de azúcar",
          "Sal al gusto"
        ],
        "instructions": [
          "En una cacerola, combina los jalapeños picados, el vinagre, el azúcar y la sal al gusto.",
          "Lleva a fuego lento y cocina hasta que la mezcla espese.",
          "Retira del fuego y deja enfriar.",
          "Licúa todos los ingredientes hasta obtener una consistencia suave y ajusta el sazonado si es necesario.",
          "Transfiere la salsa a un frasco y déjala enfriar completamente antes de sellar.",
          "Refrigera durante la noche antes de servir."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Picante", "Agridulce", "Fresco", "Ácido"],
        "pairs_well_with": [
          "Tacos",
          "Sándwiches",
          "Carnes a la parrilla"
        ],
        "additional_notes": "Esta Salsa Jalapeña ofrece un equilibrio único entre el picor de los jalapeños, la acidez del vinagre y un toque de dulzura. Su consistencia suave y su sabor intenso la hacen perfecta para una variedad de platillos, desde tacos hasta sándwiches."
      },
      {
        "name": "Salsa Mexicana Cruda",
        "ingredients": [
          "1/2 cebolla pequeña finamente picada y desflemada",
          "3 chiles serranos finamente picados",
          "1 jitomate grande y maduro finamente picado",
          "4 ramas de cilantro finamente picadas",
          "Sal al gusto"
        ],
        "instructions": [
          "En un tazón, mezcla la cebolla picada, los chiles serranos, el jitomate y el cilantro.",
          "Sazona con sal al gusto."
        ],
        "spice_level": "Medio-Picante",
        "flavor_notes": ["Fresco", "Picante", "Herbáceo", "Jugoso"],
        "pairs_well_with": [
          "Tacos",
          "Carnes a la parrilla",
          "Quesadillas",
          "Totopos",
          "Flautas",
          "Tostadas de pollo",
          "Tamales recalentados"
        ],
        "additional_notes": "Esta salsa también se puede cocinar calentando un poco de aceite en una sartén y cocinando la mezcla durante cinco minutos. La Salsa Mexicana Cruda, también conocida como 'pico de gallo', es un acompañamiento fresco y versátil en la cocina mexicana."
      }



      
    ]
  }